Repository: shmilynguyeen/EAE_Company
Catalog: EAE_Company/App_GlobalResources/SiteMaster.*.resx
Languages: vi

source: Capacitor
vi: Tụ Điện

source: Checkout
vi: Thanh Toán

source: Electronic Automation
vi: Thiết Bị Tự Động Hóa

source: Industrial Electronics
vi: Linh Kiện Điện Tử Công Nghiệp

source: Login
vi: Đăng Nhập

# measuringDevice
source: Deasuring Device
vi: Thiết Bị Đo Đếm

source: Mitsbishi Inverter
vi: Biến tần Mitsbishi

# mitsubishi_cutoff
source: Misubishi cut off
vi: Đóng cắt Misubishi

source: My Account
vi: Tài Khoản

source: My Whishlist
vi: Danh Sách Yêu Thích

# newArrival
source: New Arrivals
vi: Sản Phẩm Mới

source: Programming Tools
vi: Thiết Bị Lập Trình

source: Sensor
vi: Cảm Biến

source: Switchgear
vi: Thiết Bị Đóng Ngắt

source: Technical Services
vi: Dịch Vụ Kỹ Thuật

source: Textile Equipment
vi: Thiết Bị Ngành Dệt May Nhuộm

source: ABB Boot Software
vi: Khởi động mềm ABB

source: ABB Inverter
vi: Biến tần ABB

# ABB_relay_heat
source: Relay Heat ABB
vi: Relay nhiệt ABB

source: Omron Counter
vi: Bộ đếm Omron

source: Omron Inverter
vi: Biến tần Omron

source: Omron Level Sensor
vi: Cảm biến mức Omron

source: Omron Light Sensor
vi: Cảm biến quang Omron

source: Omron Proximity Sensor
vi: Cảm biến tiệm cận Omron

source: Omron Pulse Source
vi: Bộ nguồn xung Omron

source: Omron Temperature Controller
vi: Điều Khiển Nhiệt Độ Omron

source: Omron Travel Switch
vi: Công tắc hành trình Omron

source: Omron Ultrasound Sensor
vi: Cảm Biến Siêu Âm Omron

# Siemens_boot_software
source: Siemnens Boot Software
vi: Khởi động mềm Siemens

source: Siemens Inverter
vi: Biến tần Siemens

# designElectric
source: Design Electric System - Automation
vi: Thiết Kế Hệ Thống Điện - Tự Động Hóa

# mantainServices
source: Maintenance -Setting Services - Textile - Dyeing Machines
vi: Bảo Trì, Lắp Đặt, Sữa Chữa Máy Móc, Thiết Bị

# setupSystem
source: Setup
vi: Lắp Đặt Máy Móc Ngành Dệt Nhuộm

source: Add To Cart
vi: Thêm Vào Giỏ

# description
source: Descrtiption
vi: Mô Tả

source: Infomation
vi: Thông Tin

# mostPopularProduct
source: Most popular products
vi: Các Sản Phẩm Phổ Biến

# newArrivals
source: Provide Spare Part Textile - Dyeing Machines
vi: Cung Cấp Thiết Bị Máy Móc Ngành Dệt - Nhuộm

# price
source: Contact
vi: Liên Hệ

# review
source: Reviews
vi: Bình Luận

# threeItems
source: Electrical Systems - Automation Solutions
vi: Hệ Thống Điện - Giải Pháp Tự Động Hóa

# twoItems
source: Maintenance -Setting Services - Textile - Dyeing Machines
vi: Dịch Vụ Lắp Đặt Bảo Trì - Sữa Chữa Máy Dệt - Nhuộm

# titleSlide1a
source: Provide an solution for automation electrical
vi: Giải pháp tự động hóa

# titleSlide1b
source: maintenance and setting textile machine.
vi: cung cấp thiết bị máy móc ngành dệt nhuộm may

source: Resistor
vi: Điện Trở

source: Contrast sensor
vi: Cảm biến tương phản

source: Distance sensor
vi: Cảm biến khoảng cách

source: Inductive sensor
vi: Cảm biến điện cảm

source: Infrared sensor
vi: Cảm biến hồng ngoại

source: Optical sensors
vi: Cảm biến quang

source: Pressure sensors
vi: Cảm biến áp suất

source: Proximity sensor
vi: Cảm biến tiệm cận

source: Temperature sensor
vi: Cảm biến nhiệt độ

source: Ultrasonic sensors
vi: Cảm biến siêu âm

# searchResult
source: Search result with
vi: Kết quả tìm kiếm

# product
source: PRODUCTS
vi: SẢN PHẨM

source: SEARCHING
vi: TÌM KIẾM

# dyeing
source: Dyeing Industry
vi: Ngành Nhuộm

# garment
source: Garment Industry
vi: Ngành May

# textile
source: Textile Industry
vi: Ngành Dệt

source: Height
vi: Chiều cao

source: Long
vi: Chiều dài

source: Width
vi: Chiều rộng

source: ABOUT US
vi: VỀ CHÚNG TÔI

# about_us_txt
source: EAE company
vi: Công ty kỹ thuật dịch vụ EAE

source: Careers
vi: Việc Làm

source: Contact Us
vi: Liên Hệ

# customer_care
source: 24/7 customer care available
vi: Dịch vụ chăm sóc khách hàng 24/7

source: Customer Service
vi: Dịch vụ khách hàng

source: DAILY GIFTS
vi: Quà tặng

# delivery_infomation
source: Delivery Information
vi: Thông tin giao hàng

# express_delivery
source: Express delivery withing 3 days
vi: Giao hàng nhanh với 3 ngày

# express_delivery_title
source: DELIVERY EXPRESS
vi: Giao hàng nhanh với 3 ngày

# gifts
source: promotion for lucky customers
vi: Quà tặng khuyến mãi

source: INFORMATION
vi: THÔNG TIN

# latestTweet
source: Latest Tweets
vi: TWEETS MỚI NHẤT

# our_contacts
source: OUT CONTACTS
vi: Liên Hệ

# payment
source: Payment Methods
vi: Phương thức thanh toán
